Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/capital_taxes/capital_acquisitions_tax.html.txt.tmx
Source language: en
Languages: ga

source: A replacement of a relevant business property can be included in the ownership requirement, in which case the minimum periods are extended to three and six years respectively
ga: Is féidir athsholáthar ar mhaoin ghnó ábhartha a bheith san áireamh sa riachtanas úinéireachta, agus sa chás sin bíonn íostréimhsí trí bliana agus sé bliana i gceist faoi seach

source: In the case where a beneficiary receives a gift or inheritance that meets the minimum period requirement but they then die before they in turn have owned it for the minimum period, the subsequent inheritor of the benefit can still qualify business relief under the minimun period condition
ga: Sa chás go bhfaigheann tairbhí tabhartas nó oidhreacht a chomhlíonann an riachtanas íostréimhse ach go bhfaigheann siad bás sula mbíonn úinéireacht acu ar an maoin don íostréimhse, is féidir leis an té a fhaigheann an sochar mar oidhreacht ina dhiaidh sin cáiliú i gcomhair faoisimh ghnó faoin gcoinníoll íostréimhse

source: For more information on Business Relief see section 92 Capital Acquisitions Tax Consolidation Act 2003
ga: Chun tuilleadh eolais a fháil faoi Fhaoiseamh Gnó féach alt 92 den Acht Comhdhlúite Cánach Fáltas Caipitiúil 2003

source: Houses and gardens or objects that are of national, scientific, historic or artistic interest are exempt from Capital Acquisitions Tax if they meet certain conditions
ga: Tá díolúine ag tithe agus gairdíní nó réada a bhfuil fiúntas náisiúnta, eolaíochta, stairiúil nó ealaíonta ag baint leo ó Cháin Fháltais Caipitiúil má chomhlíonann siad coinníollacha áirithe

source: Reasonable facilities for viewing must be available to members of the public or, in the case of objects, to recognised bodies or associations
ga: Ní mór áiseanna réasúnta féachana a bheith ar fáil don phobal, nó, i gcás réada, do chomhlachais nó do chumainn aitheanta

source: The property must not be used for trading purposes
ga: Ní féidir an mhaoin a úsáid ar mhaithe le trádáil

source: Houses and gardens must have had reasonable facilities available for their viewing by the public for three years before a gift or inheritance
ga: Ní mór áiseanna réasúnta féachana a bheith ar fáil don phobal i dtithe agus i ngairdíní ar feadh trí bliana roimh thabhartas nó oidhreacht

source: The property must not be sold within six years unless the sale is to a national institution by private treaty. The relief can be clawed back if the conditions are not kept
ga: Ní féidir an mhaoin a dhíol taobh istigh de shé bliana murar le hinstitiúid náisiúnta a dhíoltar é faoi chonradh príobháideach

source: For more information on Heritage Property Relief see Revenue leaflet CAT 8
ga: Is féidir an faoiseamh a aisghlámadh mura gcloítear leis na coinníollacha
